Revit 2027 API
ParameterTypeId.RbsDuctFlowDirectionParam Property
 "Flow Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctFlowDirectionParam { get; }
Public Shared ReadOnly Property RbsDuctFlowDirectionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctFlowDirectionParam {
	ForgeTypeId^ get ();
}
static member RbsDuctFlowDirectionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace